window.deliveryZones = {
    '5': {
      7: [
        'فريال',
        'ش الجلاء باسيوط',
        'ش محمود رشوان',
        'ابراج الموالح اسيوط',
        'ش الجمهورية',
        'النميس',
        'ابراج السعوديين اسيوط',
        'تقسيم البترول',
        'الازهر',
        'محمد على مكارم',
        'ابراج النصر',
        'ابراج الصفوة',
        'ميدان المصحف',
        'سيتى',
        'ش يسرى راغب',
        'شارع رياض',
        'عزت جلال',
        'شارع المحافظة',
        'الهلالي',
        'قلته'
      ],
      10: ['الحمراء'],
      12: ['غرب البلد', 'جسر الصليبة'],
      15: [
        'بوابات القصر',
        'بوابة الترعة',
        'المدينة الجامعية بنات',
        'بوابة صيانة',
        'شارع الجيش',
        'مستشفى القدس'
      ],
      20: [
        'الوليدية',
        'تأمينات السيارات',
        'ابراج الزراعيين',
        'مستشفى الشرطة'
      ],
      25: [
        'سنتر الاولاد',
        'عمر مكرم',
        'بوابة ملاعب',
        'النجدة',
        'مكتب مساعد الوزير',
        'السادات'
      ],
      30: ['المعلمين', 'الاربعين', 'النزلة', 'البيسري'],
      35: ['شيل اوت', 'مصنع سيد', 'الشادر', 'شارع القاعات', 'العتبة الزرقاء', 'خلف المخابرات'],
      40: [
        'القاعات قبل كمين الجامعة',
        'كوبرى رعرع',
        'بنزينة ابو حميد',
        'شادر الخضار',
        'مدخل درنكة',
        'مساكن الضباط',
        'الشخوة',
        'محطة كهرباء الوليدية',
        'نادى الجيش والشرطة'
      ],
      45: ['درنكة البلد', 'الشيخ سعيد', 'العصارة', 'مساكن عرب المدابغ'],
      50: ['دير العذراء بدرنكة', 'بنى مر السعوديين', 'بنى مر', 'الواسطة'],
      55: ['منقباد', 'كوبرى العيص', 'علوان'],
      70: ['المدينة الصناعية'],
      75: ['ابنوب'],
      80: ['نادى الاسمنت', 'القاعات بجوار الاسمنت'],
      90: ['جحدم', 'بنى غالب'],
      110: ['الهضبة اسيوط', 'العزية'],
      130: ['اسيوط الجديدة', 'القرية الذكية', 'الرحاب اسيوط الجديدة']
    },
  
    '4': {
      10: [
        'شارع الري',
        'شارع الجلاء بالقوصية',
        'شارع التجارة',
        'شارع المحطة',
        'الدراوشة',
        'بنزينة النيل',
        'ش عمرو',
        'طريق مير والدير',
        'النعناع',
        'ش السوق',
        'الشيخ نجيب بحرى',
        'الشيخ نجيب قبلى'
      ],
      15: [
        'مخزن البيبسي',
        'الزرابي',
        'السلخانة',
        'خلف المهنية',
        'طريق الحرادنة',
        'القنطرة شرق',
        'القنطرة غرب',
        'البوسته شرق'
      ],
      20: [
        'النزالى بابور المياه',
        'النزالى كوبرى عبد النبى',
        'عرب الشيخ عون الله',
        'عرب فزارة',
        'الحرادنة'
      ],
      25: ['فزارة', 'بنى ادريس']
    }
  };